Repository: lucaincarnato/NegroniChallenge
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, nl, pt_br, ru, sv, tr, zh_hans

# %lldh:%lldmin:%llds
source: %1$lldh:%2$lldmin:%3$llds
de: %3$lldh:%2$lldmin:%1$llds
es: %3$lldh:%2$lldmin:%1$llds
fr: %3$lldh:%2$lldmin:%1$llds
it: %lldore:%lldminuti:%lldsecondi
nl: %3$lldh:%2$lldmin:%1$llds
pt_br: %3$lldh:%2$lldmin:%1$llds
ru: %3$lldh:%2$lldmin:%1$llds
sv: %3$lldh:%2$lldmin:%1$llds
tr: %3$lldh:%2$lldmin:%1$llds
zh_hans: %3$lldh:%2$lldmin:%1$llds

source: Additional Notes
de: Zusätzliche Hinweise
es: Notas adicionales
es_419: Notas Adicionales
fr: Notes supplémentaires
it: Note aggiuntive
nl: Aanvullende opmerkingen
pt_br: Notas adicionais
ru: Дополнительные заметки
sv: Ytterligare anmärkningar
tr: Ek Notlar
zh_hans: 附加说明

source: Cancel
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer
pt_br: Cancelar
ru: Отменить
sv: Avbryt
tr: Vazgeç
zh_hans: 取消

source: Creating file…
de: Datei erstellen..
es: Creando archivo..
es_419: Crear archivo…
fr: Création d'un fichier..
it: Creazione del file in corso…
nl: Bestand maken..
pt_br: Criando arquivo..
ru: Создание файла..
sv: Skapar fil..
tr: Dosya oluşturuluyor..
zh_hans: 创建文件..

source: Date
de: Datum
es: Fecha
es_419: Fecha
it: Data
nl: Datum
pt_br: Data
ru: Дата
sv: Datum
tr: Tarih
zh_hans: 日期

source: Delete
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijder
pt_br: Apagar
ru: Удалить
sv: Radera
tr: Sil
zh_hans: 删除

source: Duration
de: Dauer
es: Duración
es_419: Duración
fr: Durée
it: Durata
nl: Duur
pt_br: Duração
ru: Длительность
sv: Längd
tr: Süre
zh_hans: 持续时间

source: Edit
de: Bearbeiten
es: Editar
es_419: Editar
fr: Modifier
it: Modifica
nl: Wijzig
pt_br: Editar
ru: Изменить
sv: Ändra
tr: Düzenle
zh_hans: 编辑

source: Edit subtext
de: Subtext bearbeiten
es: Editar subtexto
es_419: Editar subtexto
fr: Modifier le sous-texte
it: Modifica sottotesto
nl: Bewerk subtekst
pt_br: Editar subtexto
ru: Редактировать подтекст
sv: Redigera undertext
tr: Alt metni düzenle
zh_hans: 编辑潜台词

source: Edit text
de: Text bearbeiten
es: Editar texto
es_419: Editar texto
fr: Modifier le texte
it: Modifica testo
nl: Tekst bewerken
pt_br: Editar texto
ru: Редактировать текст
sv: Redigera text
tr: Metni düzenle
zh_hans: 编辑文本

source: Hours
de: Öffnungszeiten
es: Horario
es_419: Horas
fr: Horaires
it: Ore
nl: Openingstijden
pt_br: Horários
ru: Часы работы
sv: Öppettider
tr: Çalışma Saatleri
zh_hans: 营业时间

source: Minutes
de: Protokoll
es: Actas
es_419: Minutos
fr: Procès-verbal
it: Minuti
nl: Notulen
pt_br: Minutos
ru: Минуты
sv: Protokoll
tr: Dakika
zh_hans: 分钟

source: New Speech
de: Neue Rede
es: Nuevo discurso
es_419: Nuevo discurso
fr: Nouveau discours
it: Nuovo discorso
nl: Nieuwe toespraak
pt_br: Novo discurso
ru: Новая речь
sv: Nytt tal
tr: Yeni Konuşma
zh_hans: 新演讲

source: Next
de: Weiter
es: Siguiente
es_419: Siguiente
fr: Suivant
it: Prossimo
nl: Volgende
pt_br: Seguinte
ru: Далее
sv: Nästa
tr: İleri
zh_hans: 下一步

source: No speech found
de: Keine Rede gefunden
es: No se ha encontrado ningún discurso
es_419: Sin discursos encontrados
fr: Pas de discours trouvé
it: Nessun discorso trovato
nl: Geen spraak gevonden
pt_br: Nenhum discurso encontrado
ru: Речь не найдена
sv: Inget tal hittades
tr: Konuşma bulunamadı
zh_hans: 未找到发言稿

source: No speeches found, click on the plus button to add one
de: Keine Reden gefunden, klicke auf den Plus-Button, um eine hinzuzufügen
es: No se han encontrado discursos, haz clic en el botón más para añadir uno
es_419: Sin discursos encontrados, click en el botón para añadir uno
fr: Aucun discours n'a été trouvé, clique sur le bouton plus pour en ajouter un
it: Nessun dicorso trovato, clicca sul pulsante + per aggiungerne uno
nl: Geen speeches gevonden, klik op de plusknop om er een toe te voegen
pt_br: Não foram encontradas palestras, clique no botão de adição para adicionar uma
ru: Речей не найдено, нажми на кнопку с плюсом, чтобы добавить одну
sv: Inga tal hittades, klicka på plusknappen för att lägga till ett
tr: Konuşma bulunamadı, eklemek için artı düğmesine tıklayın
zh_hans: 未找到演讲稿，请单击加号按钮添加演讲稿

source: Number of people
de: Anzahl der Personen
es: Número de personas
es_419: Numero de personas
fr: Nombre de personnes
it: Numero di persone
nl: Aantal mensen
pt_br: Número de pessoas
ru: Количество людей
sv: Antal personer
tr: Kişi sayısı
zh_hans: 人数

source: Previous rehearsal
de: Vorherige Probe
es: Ensayo previo
es_419: Ensayo anterior
fr: Répétition précédente
it: Prova precedente
nl: Vorige repetitie
pt_br: Ensaio anterior
ru: Предыдущая репетиция
sv: Föregående repetition
tr: Önceki prova
zh_hans: 上一次彩排

source: Rehearse
de: Übe
es: Ensaya
es_419: Ensayar
fr: Répéter
it: Ripetizione
nl: Repeteren
pt_br: Ensaiar
ru: Репетируй
sv: Repetera
tr: Prova
zh_hans: 排练

source: Required
de: Erforderlich
es: Obligatorio
es_419: Requerido
fr: Obligatoire
it: Obbligatorio
nl: Vereist
pt_br: Obrigatória
ru: обязательно
sv: Krävs
tr: Gerekli
zh_hans: 必填

source: Save
de: Sichern
es: Guardar
es_419: Guardar
fr: Enregistrer
it: Salva
nl: Bewaar
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 存储

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoek
pt_br: Buscar
ru: Поиск
sv: Sök
tr: Ara
zh_hans: 搜索

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
nl: Seconden
pt_br: Segundos
ru: Секунды
sv: sekunder
tr: Saniye
zh_hans: 秒

source: Select a color
de: Wähle eine Farbe
es: Selecciona un color
fr: Choisis une couleur
it: Seleziona un colore
nl: Selecteer een kleur
pt_br: Selecione uma cor
ru: Выберите цвет
sv: Välj en färg
tr: Bir renk seçin
zh_hans: 选择颜色

source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal
fr: Quelque chose a mal tourné
it: Qualcosa è andato storto
nl: Er ging iets mis
pt_br: Algo deu errado
ru: Что-то пошло не так
sv: Något gick fel
tr: Bir şeyler ters gitti
zh_hans: 出了问题

source: Speeches
de: Reden
es: Discursos
fr: Discours
it: Discorsi
nl: Toespraken
pt_br: Discursos
ru: Речи
sv: Tal
tr: Konuşmalar
zh_hans: 演讲

source: Stage instructions
de: Bühnenanweisungen
es: Instrucciones de la etapa
fr: Instructions pour la scène
it: Istruzioni di scena
nl: Stage-instructies
pt_br: Instruções do palco
ru: Постановочные инструкции
sv: Instruktioner för scenen
tr: Sahne talimatları
zh_hans: 舞台说明

source: Text disabled
de: Text deaktiviert
es: Texto desactivado
fr: Texte désactivé
it: Testo disabilitato
nl: Tekst uitgeschakeld
pt_br: Texto desativado
ru: Текст отключен
sv: Text inaktiverad
tr: Metin devre dışı
zh_hans: 文本禁用

source: Text file
de: Textdatei
es: Archivo de texto
fr: Fichier texte
it: File di testo
nl: Tekstbestand
pt_br: Arquivo de texto
ru: Текстовый файл
sv: Textfil
tr: Metin dosyası
zh_hans: 文本文件

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel
pt_br: Título
ru: Название
sv: Titel
tr: Başlık
zh_hans: 标题

source: Voice Recorder
de: Sprachrekorder
es: Grabadora de voz
fr: Enregistreur vocal
it: Registratore vocale
nl: Spraakrecorder
pt_br: Gravador de voz
ru: Диктофон
sv: Röstinspelare
tr: Ses Kaydedici
zh_hans: 录音机

source: With subtext
de: Mit Subtext
es: Con subtexto
fr: Avec un sous-texte
it: Con sottotesto
nl: Met subtekst
pt_br: Com subtexto
ru: С подтекстом
sv: Med undertext
tr: Alt metin ile
zh_hans: 有潜台词

source: With text
de: Mit Text
es: Con texto
fr: Avec texte
it: Con testo
nl: Met tekst
pt_br: Com texto
ru: С текстом
sv: Med text
tr: Metin ile
zh_hans: 附文字

source: %lld sec
es: %lld seg
it: %lld secondi
pt_br: %lld seg
ru: %lld сек
sv: %lld sek
tr: %lld sn
zh_hans: %lld秒

source: Creazione file in corso...
es: Archivo de creación en curso...
es_419: Creación de archivo en curso…
fr: Dossier de création en cours...
nl: Creazione dossier in corso...
pt_br: Arquivo de criação em andamento...
sv: Skapande av fil i korso...
tr: Dosya oluşturma süreci devam ediyor...

source: File di testo
es: Archivo de texto
es_419: Archivo de prueba
fr: Fichier de testo
nl: Tekstbestand
pt_br: Arquivo de teste
sv: Fil med testo
tr: Testo dosyası
zh_hans: 文件

source: Home
es: Casa
es_419: Inicio
fr: Maison
nl: Woning
pt_br: Casa
ru: Дом
sv: Hem
tr: Ev
zh_hans: 家庭

source: Optional
es: Opcional
es_419: Opcional
fr: Facultatif
it: Opzionale
nl: Optioneel
pt_br: Opcional
ru: Необязательно
sv: Frivilligt
tr: İsteğe Bağlı
zh_hans: 选填

source: Subtext
es: Subtexto
fr: Sous-texte
it: Sottotesto
nl: Subtekst
pt_br: Subtexto
ru: Подтекст
sv: Undertext
tr: Alt metin
zh_hans: 潜台词

source: Text
es: Texto
fr: Texte
it: Testo
nl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
zh_hans: 文本

source: %lld h
it: %lld ore

source: %lld min
it: %lld minuti
zh_hans: %lld最小值

source: OK
ru: ОК
tr: Tamam
zh_hans: 好
